{
  "quotes": [
    {
      "verse": "Colossians 3:23-24",
      "quote": "Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ."
    },
    {
      "verse": "1 Corinthians 10:31",
      "quote": "So, whether you eat or drink, or whatever you do, do all to the glory of God."
    },
    {
      "verse": "1 Thessalonians 4:10b-12",
      "quote": "But we urge you, brethren, to excel still more, and to make it your ambition to lead a quiet life and attend to your own business and work with your hands, just as we commanded you, so that you will behave properly toward outsiders and not be in any need."
    },
    {
      "verse": "1 Timothy 5:8",
      "quote": "But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever."
    },
    {
      "verse": "2 Chronicles 31:21",
      "quote": "Every work which he began in the service of the house of God in law and in commandment, seeking his God, he did with all his heart and prospered."
    },
    {
      "verse": "2 Thessalonians 3:10",
      "quote": "For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat."
    },
    {
      "verse": "2 Timothy 2:6",
      "quote": "It is the hard-working farmer who ought to have the first share of the crops."
    },
    {
      "verse": "2 Timothy 4:7",
      "quote": "I have fought the good fight, I have finished the race, I have kept the faith."
    },
    {
      "verse": "Acts 20:35",
      "quote": "In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: ‘It is more blessed to give than to receive.’"
    },
    {
      "verse": "Colossians 3:17",
      "quote": "And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."
    },
    {
      "verse": "Ecclesiastes 5:12",
      "quote": "The sleep of the working man is pleasant, whether he eats little or much; but the full stomach of the rich man does not allow him to sleep."
    },
    {
      "verse": "Ecclesiastes 9:10",
      "quote": "Whatever your hand finds to do, do it with all your might, for in the realm of the dead, where you are going, there is neither working nor planning nor knowledge nor wisdom."
    },
    {
      "verse": "Ephesians 2:8-10",
      "quote": "For by grace you have been saved and that not of yourselves, it is the gift of God; not as a result of works, so that no one may boast. For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand so that we would walk in them."
    },
    {
      "verse": "Ephesians 4:28",
      "quote": "He who steals must steal no longer; but rather he must labor, performing with his own hands what is good, so that he will have something to share with one who has need."
    },
    {
      "verse": "Galatians 6:9",
      "quote": "And let us not grow weary of doing good, for in due season we will reap, if we do not give up."
    },
    {
      "verse": "Genesis 2:15",
      "quote": "Then the Lord God took the man and put him into the garden of Eden to cultivate it and to keep it."
    },
    {
      "verse": "John 6:27",
      "quote": "Do not work for the food which perishes, but for the food which endures to eternal life, which the Son of Man will give to you, for on Him the Father, God, has set His seal."
    },
    {
      "verse": "Luke 1:37",
      "quote": "For no word from God will ever fail."
    },
    {
      "verse": "Matthew 5:16",
      "quote": "Let your light shine before men in such a way that they may see your good works, and glorify your Father who is in heaven."
    },
    {
      "verse": "Philippians 2:14-15",
      "quote": "Do all things without grumbling or questioning, that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world."
    },
    {
      "verse": "Philippians 4:13",
      "quote": "I can do all things through him who strengthens me."
    },
    {
      "verse": "Proverbs 12:11",
      "quote": "He who tills his land will have plenty of bread, but he who pursues worthless things lacks sense."
    },
    {
      "verse": "Proverbs 12:24",
      "quote": "Diligent hands will rule, but laziness ends in forced labor."
    },
    {
      "verse": "Proverbs 13:4",
      "quote": "The soul of the sluggard craves and gets nothing, but the soul of the diligent is made fat."
    },
    {
      "verse": "Proverbs 14:23",
      "quote": "In all toil there is profit, but mere talk tends only to poverty."
    },
    {
      "verse": "Proverbs 16:3",
      "quote": "Commit your work to the Lord, and your plans will be established."
    },
    {
      "verse": "Proverbs 18:9",
      "quote": "He also who is slack in his work is brother to him who destroys."
    },
    {
      "verse": "Proverbs 21:25",
      "quote": "The desire of the sluggard kills him, for his hands refuse to labor."
    },
    {
      "verse": "Proverbs 22:16",
      "quote": "He who oppresses the poor to make more for himself or who gives to the rich, will only come to poverty."
    },
    {
      "verse": "Proverbs 6:10-11",
      "quote": "‘A little sleep, a little slumber, a little folding of the hands to rest’ -- your poverty will come in like a vagabond and your need like an armed man."
    },
    {
      "verse": "Psalm 127:2",
      "quote": "It is vain for you to rise up early, to retire late, to eat the bread of painful labors; for He gives to His beloved even in His sleep."
    },
    {
      "verse": "Psalm 128:2",
      "quote": "You shall eat the fruit of the labor of your hands; you shall be blessed, and it shall be well with you."
    },
    {
      "verse": "Psalm 90:17",
      "quote": "Let the favor of the Lord our God be upon us, and establish the work of our hands upon us; yes, establish the work of our hands!"
    },
    {
      "verse": "Romans 12:11",
      "quote": "Do not be slothful in zeal, be fervent in spirit, serve the Lord."
    },
    {
      "verse": "Titus 2:7-8",
      "quote": "In everything set them an example by doing what is good. In your teaching show integrity, seriousness and soundness of speech that cannot be condemned, so that those who oppose you may be ashamed because they have nothing bad to say about us."
    }
  ]
}
